# questions.py
questions = {
    'Викторина': [{"question": "Какая столица Франции?", "options": ["Париж", "Лондон", "Берлин", "Рим"], "answer": "Париж"},
    {"question": "Сколько планет в Солнечной системе?", "options": ["7", "8", "9", "10"], "answer": "8"},
    {"question": "Какой язык является самым распространенным в мире?", "options": ["Китайский", "Английский", "Испанский", "Русский"], "answer": "Китайский"},
    {"question": "Какой самый большой материк на планете?", "options": ["Африка", "Евразия", "Северная Америка", "Южная Америка"], "answer": "Евразия"},
    {"question": "Какая самая длинная река в мире?", "options": ["Нил", "Амазонка", "Янцзы", "Миссисипи"], "answer": "Нил"},
    {"question": "Сколько дней в феврале в обычном году?", "options": ["30", "31", "28", "29"], "answer": "28"},
    {"question": "Как называется национальный цвет Италии?", "options": ["синий", "красный", "зеленый", "желтый"], "answer": "зеленый"},
    {"question": "Сколько дней в году?", "options": ["366", "250", "365", "301"], "answer": "365"},
    {"question": "Какой цвет у облаков?", "options": ["синий", "зеленый", "красный", "белый"], "answer": "белый"},
    {"question": "Как называется самая большая планета в Солнечной системе?", "options": ["Сатурн", "Юпитер", "Земля", "Нептун"], "answer": "Юпитер"}],
}
